[
  {
    "section": "Focus",
    "items": [
      {
        "body": "…let us also lay aside every encumbrance and the sin which so easily entangles us, and let us run with endurance the race that is set before us, fixing our eye on Jesus, the author and perfector of our faith…",
        "source": "Hebrews 12:1, 2"
      },
      {
        "body": "Defined: An act of concentrating interest or activity on something.",
        "source": ""
      }
    ]
  },
  {
    "section": "Shalom",
    "items": [
      {
        "body": "Peace to the depths of every level of Creation. One's heart, relationships, community, and beyond.",
        "source": ""
      }
    ]
  },
  {
    "section": "Discipline",
    "items": [
      {
        "body": "Do you not know that those who run in a race all run, but only one receives the prize? Run in such a way that you may win. Everyone who competes in the games exercises self-control in all things...Therefore I run in such a way, as not without aim…I discipline my body and make it my slave, so that, after I have preached to others, I myself will not be disqualified",
        "source": "1 Corinthians 9:24-27"
      },
      {
        "body": "A man without self-control is like a city broken into and left without walls.",
        "source": "Proverbs 25:28"
      },
      {
        "body": "A discipline is an activity within our power--something we can do--which brings us to a point where we can do what we at present cannot do by direct effort. Discipline is in fact a natural part of the structure of the human soul, and almost nothing of any significance in education, culture or other attainments is achieved without it.",
        "source": "Dallas Willard"
      }
    ]
  },
  {
    "section": "Confession",
    "items": [
      {
        "body": "If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness.",
        "source": "1 John 1:9"
      },
      {
        "body": "The confession of evil works is the first beginning of good works.",
        "source": "Saint Augustine"
      }
    ]
  },
  {
    "section": "Thanksgiving",
    "items": [
      {
        "body": "…in everything give thanks…",
        "source": "1 Thessalonians 5:18"
      }
    ]
  },
  {
    "section": "Peace",
    "items": [
      {
        "body": "When my anxious thoughts multiply within me, Your consolations delight my soul",
        "source": "Psalm 94:19"
      },
      {
        "body": "Our ability to have a peace in life is directly proportionate to the term of our perspective.",
        "source": "Rory Vaden"
      }
    ]
  },
  {
    "section": "Humility",
    "items": [
      {
        "body": "Do nothing out of selfish ambition or vain conceit. Rather, in humility value others above yourselves, not looking to your own interests but each of you to the interests of the others.",
        "source": "Philippians 2: 3, 4"
      },
      {
        "body": "It's not what you don't know that gets you into trouble, it's what you know for sure that ain't so.",
        "source": "Mark Twain"
      }
    ]
  },
  {
    "section": "Purity",
    "items": [
      {
        "body": "Let there be no strange god among you; Nor shall you worship any foreign god.",
        "source": "Psalm 81:9"
      },
      {
        "body": "For God has not called us for the purpose of impurity, but in sanctification.",
        "source": "1 Thessalonians 4:7"
      }
    ]
  },
  {
    "section": "Eyes",
    "items": [
      {
        "body": "I will set no worthless thing before my eyes.",
        "source": "Psalm 101:3"
      }
    ]
  },
  {
    "section": "Speech",
    "items": [
      {
        "body": "Like the legs which are useless to the lame, So is a proverb in the mouth of fools.",
        "source": "Proverbs 26:7"
      },
      {
        "body": "Let your speech always be with grace, as though seasoned with salt…",
        "source": "Colossians 4:6"
      }
    ]
  },
  {
    "section": "Heart",
    "items": [
      {
        "body": "For where your treasure is, there your heart will be also.",
        "source": "Luke 12:24"
      }
    ]
  },
  {
    "section": "Generosity",
    "items": [
      {
        "body": "I do not believe one can settle how much we ought to give. I am afraid the only safe rule is to give more than we can spare...If our charities do not at all pinch or hamper us, I should say they are too small. There ought to be things we should like to do and cannot do because our charitable expenditure excludes them.",
        "source": "C.S. Lewis"
      },
      {
        "body": "If pride — the selfish pursuit of one’s own desires —  was the undoing of the perfect, unbroken world, then generosity — the abundant outpouring of one’s own resources for the benefit of the people and culture around them — is the undoing of the undoing, the restoration of God’s purpose working its way through his people for their flourishing.",
        "source": ""
      }
    ]
  },
  {
    "section": "Brokenness",
    "items": [
    ]
  },
  {
    "section": "Obedience",
    "items": [
      {
        "body": "Being a Christian is less about cautiously avoiding sin than about courageously doing God’s will.",
        "source": "Bonhoeffer"
      }
    ]
  },
  {
    "section": "Pursuit",
    "items": [
      {
        "body": "What are you pursuing? How and why are you pursuing it? Is it worth giving up other things in the meantime, and what will it lead to if caught?",
        "source": ""
      }
    ]
  },
  {
    "section": "People",
    "items": [
      {
        "body": "A local church is a congregation of embarrassingly ordinary people in and through whom God chooses to be present in the world.",
        "source": "Eugene Peterson"
      },
      {
        "body": "Loving our neighbors isn’t just an occasional random act of kindness; it’s a pervasive, intentional, systematic, and habitual way of interacting with the people and culture around us.",
        "source": ""
      }
    ]
  },
  {
    "section": "Love",
    "items": [
      {
        "body": "It is only when he is a burden that another person is a brother, and not an object to be manipulated.",
        "source": "Dietrich Bonhoeffer"
      },
      {
        "body": "We love because he first loved us.",
        "source": "1 John 4:19"
      }
    ]
  },
  {
    "section": "Hokmah",
    "items": [
      {
        "body": "[I]n Proverbs, hokmah is always life-skill: the ability of the individual to conduct his life in the best possible way and to the best possible effect",
        "source": "R. N. Whybray"
      }
    ]
  },
  {
    "section": "Day",
    "items": [
      {
        "body": "In the morning, O Lord, You will hear my voice; In the morning I will order my prayer to You and eagerly watch.",
        "source": "Psalm 5:3"
      }
    ]
  },
  {
    "section": "Poverty",
    "items": [
    ]
  },
  {
    "section": "Praise",
    "items": [
    ]
  },
  {
    "section": "Patience",
    "items": [
    ]
  },
  {
    "section": "Passion",
    "items": [
    ]
  },
  {
    "section": "Hope",
    "items": [
      {
        "body": "Biblical faith is not confidence in particular outcomes; it is confidence in a sovereign God. We trust that he knows what we cannot discern, plans what we cannot anticipate, and secures our eternity in ways beyond our fathoming...If they lived, they knew their God was near. If they died, they knew their God was still near.",
        "source": "Bryan Chappel"
      }
    ]
  },
  {
    "section": "Mind",
    "items": [
    ]
  },
  {
    "section": "Sobriety",
    "items": [
      {
        "body": "Like a city that is broken into and withut walls is a man who has no control over his spirit.",
        "source": "Proverbs 25:28"
      }
    ]
  },
  {
    "section": "Gospel",
    "items": [
    ]
  },
  {
    "section": "Grace",
    "items": [
    ]
  },
  {
    "section": "Mercy",
    "items": [
      {
        "body": "Thy mercy my God is the theme of my song, The joy of my heart and the boast of my tongue",
        "source": "Thy Mercy, Sandra McCracken & Derek Webb"
      }
    ]
  },
  {
    "section": "Work",
    "items": [
    ]
  }
]
